{
  "title": "Al-Fiqh Al-Athra & Attorneys",
  "subtitle": "At SQN, we make the law a stronghold of protection and turn justice into a tangible reality. We provide our clients with comprehensive legal services that meet the needs of individuals, companies, and consultants — with an approach that blends expertise and objectivity, precision and professionalism.",
  "service1": {
    "title": "Corporate Law",
    "description": "\"We build the entity from its inception, restructure it when needed, and safeguard its rights through every stage.\""
  },
  "service2": {
    "title": "Foreign Investment",
    "description": "\"We open the doors to the Saudi market with secure investment solutions and sound legal insights.\""
  },
  "service3": {
    "title": "Contracts & Commercial Transactions",
    "description": "\"Drafting contracts with clarity, and ensuring business dealings with confidence.\""
  },
  "service4": {
    "title": "Compliance & Governance",
    "description": "\"We align your path with transparency and elevate your standards of integrity and compliance.\""
  },
  "service5": {
    "title": "Sports Law",
    "description": "\"We protect the legal interests of athletes and clubs—on the field and across e-sports—safeguarding their rights and enhancing their opportunities in a fair, competitive environment.\""
  },
  "service6": {
    "title": "Premium Residency",
    "description": "\"Residency granted with distinction, supported by seamless legal assistance.\""
  },
  "service7": {
    "title": "Media Cases & Influencer Support",
    "description": "\"We protect influencers’ rights and strengthen their presence across media and advertising platforms.\""
  },
  "service8": {
    "title": "Criminal Cases",
    "description": "\"We protect individual rights and ensure justice in criminal cases through defense and legal pursuit.\""
  },
  "service9": {
    "title": "Intellectual Property",
    "description": "\"We protect your innovation and preserve your ideas so your creations remain secure.\""
  },
  "service10": {
    "title": "Banking & Finance Law",
    "description": "\"We guide our clients through the world of finance and investment with legal solutions that protect their rights and enhance their ventures.\""
  },
  "service11": {
    "title": "Real Estate Contracts & Transactions",
    "description": "\"We organize property rights and resolve disputes to ensure trust and stability in real estate.\""
  },
  "service12": {
    "title": "Bankruptcy Services",
    "description": "\"We stand by the creditor in reclaiming rights and guide the debtor through hardship, in line with bankruptcy laws — upholding justice and preserving assets.\""
  },
  "service13": {
    "title": "Inheritance, Endowments & Wills",
    "description": "\"We safeguard rightful inheritances and preserve family values with wise legal counsel.\""
  },
  "service14": {
    "title": "Comprehensive Labor Dispute Services",
    "description": "\"We create balance and preserve rights within workplace environments.\""
  },
  "service15": {
    "title": "Judgment Enforcement & Debt Collection",
    "description": "\"We secure rights and collect debts through legal solutions that combine firmness with professional courtesy.\""
  }
}
