{
  "closeButton": "إغلاق",
  "privacyPolicy": {
    "title": "سياسة الخصوصية",
    "intro": "نشكر ثقتكم وزيارتكم لموقع سعيد ناصر بن قراد للمحاماة والاستشارات القانونية | SNQ Law Firm",
    "paragraph1": "نُقدّر اهتمامكم بخصوصيتكم، ونؤكد التزامنا بحماية بياناتكم الشخصية، وفقًا لأحكام النظام ولوائحه التنفيذية لكافة المعلومات الضرورية التي يجمعها الموقع لتقديم الخدمات وتحسين التجربة، بما في ذلك على سبيل المثال لا الحصر: (معلومات التعريف الشخصية، بيانات الاستخدام التقنية، معلومات الحساب)، كما يُمكنكم تصفح الموقع والاطلاع على خدماتنا دون تقديم أي بيانات؛ وستظل هويتكم مجهولةً طوال فترة التصفح ما لم يُقدم نموذج إلكتروني لطلب خدمة أو ينشئ حساب داخل الموقع.",
    "dataUsageTitle": "تُستخدم البيانات والمعلومات التي يتم جمعّها للأغراض الآتية:",
    "dataUsageItems": {
      "item1": "إدارة حسابك ومعالجة طلباتك وخدماتك القانونية.",
      "item2": "التواصل معكم بشأن الخدمات أو الاستفسارات أو الملاحظات.",
      "item3": "تطوير وتحسين تصميم الموقع وتجربة المستخدم",
      "item4": "إرسال تحديثات أو نشرات قانونية، ويُمكنكم إلغاءها متى ما أردتم.",
      "item5": "الامتثال للالتزامات القانونية ذات الصلة."
    },
    "marketingText": "كما قد نُرسل إليك، رسائل إلكترونية حول خدماتنا ومستجدات القانونية، ويُمكنك إلغاءها في أي وقت من خلال الرابط الموجود في البريد الإلكتروني أو مراسلتنا على بريدنا الإلكتروني وسيتم إيقافها.",
    "disclosureTitle": "نُفصح عن البيانات في الأحوال الآتية:",
    "disclosureItems": {
      "item1": "لمزودي الخدمات الذي يُساعدوننا في تشغيل الموقع أو تقديم الخدمات (بموجب التزامات سرية)",
      "item2": "عندما يكون الإفصاح مطلوبًا نظامًا أو بأمر من جهة قضائية أو تنظيمية.",
      "item3": "في حال وجود موافقتك الصريحة على ذلك."
    },
    "noSellText": "وتأكد أننا لا نقوم ببيعها أو تأجيرها لأي طرف ثالث تحت أي ظرف.",
    "retentionText": "نحتفظ ببياناتك الشخصية فقط للمدة اللازمة لتحقيق الأغراض التي جُمعت من أجلها أو وفقًا لما تفرضه الأنظمة، وبعد انتهاء الحاجة أو المدة النظامية يتم حذفها وإخفاء هويتها بشكل آمن."
  },
  "termsAndConditions": {
    "title": "شروط وأحكام الاستخدام",
    "welcome": "مرحبًا بكم بموقع سعيد ناصر بن قراد للمحاماة والاستشارات القانونية | SNQ Law Firm",
    "intro": "نرجو قراءة هذه الشروط والأحكام قَبل استخدام الموقع، إذ يُعد دخولكم أو استخدامكم له موافقةً صريحةً على الالتزام بها.",
    "purpose": "يُعد هذا الموقع منصةً إلكترونية تهدف إلى عرض الخدمات القانونية التي نقدمها وتوفير المعلومات العامة والاستشارات المهنية لزوارنا الكرام، ولا يمثل استخدام الموقع بأي حال علاقة توكيل أو استشارة قانونية ما لم يتم التواصل المُباشر من خلال الوسائل المتُاحة وإبرام عقد خدمةٍ مكتوب بين الطرفين",
    "usageTermsTitle": "أحكام الاستخدام:",
    "usageTerms": {
      "term1": "يجب أن يكون مستخدم الموقع متمتعًا بالأهلية القانونية، والا يقل عمره عن ثمانية عشر عامًا.",
      "term2": "تقع مسؤولية استخدام الحساب المُسجّل بالموقع يقع على عاتق العميل صاحب البيانات الظاهرة، حتى في حال استخدامه من قِبل الغير، وتُعد جميع التعاملات الصادرة من الحساب نافذةً بحق صاحب البيانات المسجَلة.",
      "term3": "يتعهد المُستخدم بأن تكون جميع البيانات والمعلومات المُقدمة صحيحة ودقيقة وحديثة، ويتحمّل أي تبعات قانونية خلافًا لها.",
      "term4": "لا يتم تأكيد طلب خدمة \"الاستشارات القانونية\" إلا بعد سداد الرسوم المُقررة عبر حوالة بنكية رسمية إلى حساب المكتب",
      "term5": "يحتفظ المكتب بحق رفض أو إلغاء أو تأجيل أي طلب يحتوي على بيانات غير دقيقة أو معلومات خاطئة، كما يحق له الرفض أو التأجيل دون إبداء الأسباب، وفي حال تم الرفض بعد السداد البنكي فيلتزم المكتب بإعادة المبلغ المدفوع بالكامل إلى العميل، ويجوز للمكتب تأجيل الخدمة لمدة لا تتجاوز (10) أيام عمل"
    },
    "commitment": "نحرص في مكتب سعيد ناصر بن قراد للمحاماة والاستشارات القانونية | SNQ Law Firm على تقديم تجربة مميزة لعملائنا، نسعى دومًا إلى رضاهم، وفي حال واجهتكم أي مشكلة أو كان لديكم أي استفسار، يرجى التواصل عبر قنوات الاتصال الرسمية المدّونة في الموقع، وسنكون سُعداء بخدمتكم.",
    "intellectualPropertyTitle": "الحقوق الفكرية وحقوق النشر الخاصة بالموقع:",
    "intellectualProperty": "نُحيط زوارنا الكرام علمًا بأن كافة جميع محتويات هذا الموقع، بما في ذلك العلامة التجارية، التصاميم، النصوص، والمقالات، هي ملكية حصرية لمكتب سعيد ناصر بن قراد للمحاماة والاستشارات القانونية | SNQ Law Firm",
    "intellectualPropertyUsage": "ولا يجوز استخدام أي من هذه المواد أو إعادة نشرها أو اقتباسها دون موافقة خطية مسبقة من إدارة المكتب، وفي حال إعادة نشر أي مادة قانونية عبر الموقع فإنه يجب الإشارة إلى المصدر بوضوح حفظًا للحقوق الفكرية والأدبية.",
    "acceptance": "إن دخولكم لموقعنا يعني اطلاعكم الكامل على هذه الشروط والأحكام وموافقتكم عليها."
  },
  "trademarkPolicy": {
    "title": "سياسة العلامة التجارية",
    "firmName": "مكتب سعيد ناصر بن قراد للمحاماة و الإستشارات القانونية",
    "introTitle": "مقدمة",
    "intro": "تمثل العلامات التجارية لمكتب سعيد ناصر بن قراد للمحاماة و الإستشارات القانونية أصولًا معنوية بالغة الأهمية، تعكس السمعة المهنية والمصداقية التي بناها المكتب على مرّ السنوات. ومن منطلق حرصنا على حماية هذه السمعة وتعزيزها، نضع هذه السياسة لتحديد الضوابط والضمانات المتعلقة باستخدام العلامة التجارية الخاصة بنا.",
    "ownershipTitle": "الملكية والحقوق",
    "ownership": "تُعد جميع العلامات التجارية والأسماء والشعارات الخاصة بمكتب سعيد ناصر بن قراد للمحاماة و الإستشارات القانونية، سواء كانت مسجلة أو غير مسجلة، ملكًا حصريًا للمكتب، ولا يجوز استخدامها أو إعادة إنتاجها أو تعديلها أو استغلالها بأي شكل من الأشكال دون الحصول على إذن خطي و مسبق من الجهة المخولة داخل المكتب.",
    "includesTitle": "تشمل علاماتنا التجارية على سبيل المثال لا الحصر:",
    "includes": {
      "tradeName": "الاسم التجاري: مكتب سعيد ناصر بن قراد للمحاماة و الإستشارات القانونية",
      "officialSlogan": "الشعار الرسمي: وجهتك القانونية الموثوقة",
      "abbreviation": "الاسم المختصر أو الرمزي: SNQ",
      "otherDesigns": "أي تصميم أو هوية بصرية معتمدة أخرى تحمل دلالة على المكتب"
    },
    "usageTermsTitle": "شروط وضوابط الاستخدام",
    "usageTermsIntro": "يُسمح باستخدام علامات الشركة التجارية فقط في حال وجود تصريح رسمي وخطي، ووفقًا للضوابط التالية:",
    "usageTerms": {
      "term1": "الالتزام الكامل بالشكل والتهجئة والنمط المعتمد للعلامة التجارية دون تعديل أو تحوير.",
      "term2": "عدم اختصار العلامة أو استخدامها كفعل أو اسم مستقل.",
      "term3": "يُمنع الجمع بين علامة \"ضمانة\" وأي علامة أو اسم تجاري آخر دون موافقة خطية مسبقة.",
      "term4": "لا يجوز استخدام العلامة التجارية بطريقة توحي بانتماء أو اعتماد أو رعاية من قبل شركة ضمانة ما لم يتم التصريح بذلك صراحة.",
      "term5": "يُحظر عرض العلامة التجارية في أي سياق مسيء أو مضلل أو ينتهك النظام العام أو الذوق العام أو قد يضر بسمعة الشركة بأي شكل.",
      "term6": "لا يُسمح بتسجيل أي اسم تجاري أو نطاق إلكتروني أو حساب على وسائل التواصل الاجتماعي يتضمن العلامة التجارية أو أي صيغة مشابهة لها.",
      "term7": "لا يجوز السعي لتسجيل أي علامة أو شعار مشابه من حيث الشكل أو الصوت أو المعنى لعلامة \"ضمانة\"."
    },
    "legalCommitmentTitle": "الالتزام القانوني",
    "legalCommitment": "يحتفظ مكتب سعيد ناصر بن قراد للمحاماة و الإستشارات القانونية بحقها في اتخاذ كافة الإجراءات القانونية اللازمة لحماية علاماتها التجارية في حال حدوث أي انتهاك أو إساءة استخدام.",
    "contactPointTitle": "نقطة الاتصال",
    "contactPoint": "للاستفسارات أو طلبات التصريح باستخدام العلامة التجارية، يُرجى التواصل مع فريق العلامة التجارية عبر البريد الإلكتروني التالي:",
    "email": "info@snqsa.com"
  }
}
