{
  "title": "الخِدْمَات",
  "subTitle": "المَجَــــالاَتْ والمُمارَسَات",
  "paragraph": "فــي SNQ نجعل القانون حصنًا منيعًا، والعدالة طريقًا رفيعًا، فنقدّم لعملائنا خدمات قانونية متكاملة تُلبي احتياجات الأفراد والشركات والمستثمرين، بأسلوب يجمع بين الخبرة والموثوقية ويمزج بين الدقة والاحترافية.",
  "service1": {
    "title": "الشركات",
    "description": "\"نَبني الكيان من بدايته، ونُعيد هيكلته عند حاجته، ونصون حقوقه في كل مراحله\"",
    "items": [
      "تأسيس الكيانات القانونية وصياغة عقود الشراكة",
      "إعادة هيكلة الشركة وتطبيق مبادئ الحوكمة",
      "إدارة عمليات الاندماج والاستحواذ",
      "التمثيل أمام الجهات القضائية",
      "تصفية الشركات بمختلف اشكالها القانونية",
      "تقديم الاستشارات القانونية للشركات ومجالس إداراتها"
    ]
  },
  "service2": {
    "title": "الاستثمار الأجنبي",
    "description": "\"نفتح لك أبواب السوق السعودي، بحلول استثمارية آمنة و رؤى قانونية راشدة\"",
    "items": [
      "الاستشارات القانونية المتخصصة",
      "تأسيس الشركات الأجنبية بكافة أنواعها",
      "التمثيل أمام الجهات المختصة والأطراف ذات العلاقة في الاستثمار",
      "استخراج الوثائق اللازمة للشركات"
    ]
  },
  "service3": {
    "title": "العقود والتعاملات التجارية",
    "description": "\"صياغة العقود ببيان وتحدي المعاملات بأمان\"",
    "items": [
      "صيّاغة ومراجعة الوكالات التجارية",
      "عقود الامتياز التجاري",
      "عقود التجارة الإلكترونية",
      "عقود المقاولات",
      "عقود التوريد",
      "تقديم الاستشارات القانونية المتخصصة"
    ]
  },
  "service4": {
    "title": "الامتثال و الحوكمة",
    "description": "\"نضبط المسار، ونُعلي معايير الشفافية والالتزام\"",
    "items": [
      "مراجعة التزامات الشركات بالأنظمة",
      "إعداد سياسات داخلية للمنشآت ولوائح تنظيمية",
      "خدمات مكافحة غسّل الأموال وتمويل الإرهاب"
    ]
  },
  "service5": {
    "title": "القانون الرياضي",
    "description": "\"نرعى المصالح القانونية للرياضيين والأندية، في الملاعب وفضاء الألعاب الإلكترونية، نصون حقوقهم ونُعزز فرصهم في بيئة تنافسية عادلة\""
  },
  "service6": {
    "title": "الإقامة المميزة",
    "description": "\"إقامة تُمنح بامتياز، بدعم قانوني خالٍ من العناء\"",
    "items": [
      "تقييم الأهلية بناءً شروط الحصول على الإقامة المميزة",
      "إعداد الوثائق وتقديمها للجهات المختصة",
      "المساعدة في تجديد الإقامة المميزة",
      "تقديم الدعم القانوني في استئناف وضع الإقامة عند الحاجة",
      "تقديم استشارات متخصصة حول الامتثال القانوني للأنظمة ذات العلاقة"
    ]
  },
  "service7": {
    "title": "القضايا الإعلامية و دعم المؤثرين",
    "description": "\"نحمي حقوق المؤثرين ونُعزز حضورهم في عالم الإعلام والإعلانات\""
  },
  "service8": {
    "title": "القضايا الجنائية",
    "description": "\"نحمي حقوق الأفراد ونضمن تحقيق العدالة في القضايا الجنائية عبر الدفاع والملاحقة القانونية\"",
    "items": [
      "الترافع والتمثيل أمام الجهات القضائية بمختلف درجاتها",
      "التمثيل والدفاع أمام جهات التحقيق والادعاء",
      "معالجة قضايا الجرائم المالية والجرائم الإلكترونية",
      "تقديم الاستشارات القانونية في الشق الجنائي المرتبط بالمعاملات التجارية"
    ]
  },
  "service9": {
    "title": "الملكية الفكرية",
    "description": "\"نحمي ابتكارك، ونصون فكرك، لتبقى أعمالك في أمان\"",
    "items": [
      "تسجيل العلامات التجارية وبراءات الاختراع وحقوق المؤلف",
      "حماية الأعمال من التقليد والقرصنة والتزوير",
      "تمثيل العملاء في المنازعات القضائية المتعلقة بالحقوق الفكرية",
      "تقديم الاستشارات القانونية الاستراتيجية حول حماية وتطوير الأصول الفكرية"
    ]
  },
  "service10": {
    "title": "القضايا المصرفية والتمويلية",
    "description": "\"نُوجّه عملاءنا في عالم المال والتمويل، بحلول قانونية تحمي حقوقهم وتُعزز استثماراتهم\""
  },
  "service11": {
    "title": "العقود والتعاملات العقارية",
    "description": "\"نُرتب حقوق الملاك، ونُعالج المنازعات، لنُرسخ الطمأنينة في العقارات\"",
    "items": [
      "عقود بيع وشراء الأراضي الخام والعقارات",
      "معالجة أوضاع العقارات والوحدات العقارية المشتركة",
      "إدارة المنازعات العقارية ومعالجة صكوك الملكية",
      "نزع الملكية للمنفعة العامة",
      "عقود البيع على الخارطة",
      "تقديم الاستشارات القانونية بشأن رسوم الأراضي البيضاء والنزاعات العقارية المختلفة"
    ]
  },
  "service12": {
    "title": "خدمات الإفلاس",
    "description": "\"نقف مع الدائن في استرداد حقه، ونُرشد المدين لعبور عُسره، فق أحكام نظام الإفلاس؛ نصوغ العدالة و نصون الأصول\"",
    "items": [
      "إجراءات التسوية الوقائية",
      "إعادة التنظيم المالي",
      "التصفية بكافة أنواعها",
      "التمثيل أمام الجهات المختصة",
      "تقديم الاستشارات القانونية المتخصصة للشركات و الأفراد"
    ]
  },
  "service13": {
    "title": "التركات و الأوقاف والوصايا",
    "description": "\"نصون الحقوق الشرعية، ونحفظ القيّم العائلية برؤية قانونية حكيمة\"",
    "items": [
      "تصفية التركات: حصّر التركات بكافة أنواعها وترتيبها وتوزيع الأنصبة الشرعية على الورثة",
      "الأوقاف: تسجيل الأوقاف وصياغة صكوكها، هيكلة النظارة عليها، والإشراف القانوني على إدارتها",
      "الوصايا: صياغة الوصايا وتنفيذها، تسجيلها، والإشراف على إداراتها وصلاحياتها",
      "الإشراف القانوني: إدارة المؤسسات الخيرية الخاصة، والتقييم المالي لمكونات التركة عبر خبراء معتمدين",
      "التمثيل القانوني: الدفاع عن مصالح الورثة أمام المحاكم، والمطالبة بحقوق التركات لدى الغير، وتمثيلهم في الاجتماعات مع الأطراف الأخرى",
      "الصياغة و التوثيق: إعداد التوكيلات الخاصة، صياغة العقود ومذكرات التفاهم المتعلقة بالتركات والأوقاف"
    ]
  },
  "service14": {
    "title": "خدمات متكاملة لنزاعات العمل",
    "description": "\"نصنع التوازن، ونحفظ الحقوق في بيئات الأعمال\"",
    "items": [
      "الترافع والتمثيل القانوني للأفراد والشركات أمام الجهات القضائية",
      "صياغة ومراجعة عقود العمل واللوائح الداخلية للشركات",
      "معالجة قضايا الفصّل التعسفي، والمطالبات المالية، وتعويضات إصابات العمل",
      "التمثيل في المفاوضات العمالية وتسوية النزاعات بالطرق الودية",
      "تقديم الاستشارات القانونية المتعلقة بنظام العمل ونظام التأمينات الاجتماعية"
    ]
  },
  "service15": {
    "title": "تنفيذ الأحكام وتحصيل الديون",
    "description": "\"نُحصن الحقوق، ونُحصّل الديون، بحلول قانونية توازن بين الحزم وحسن التعامل\"",
    "items": [
      "تنفيذ الأحكام الحقوقية والتجارية والإدارية أمام المحاكم المختصة",
      "متابعة المطالبات المالية وديًا أو قضائيًا",
      "تحليل محافظ الديون وتحديث جميع بياناتها",
      "تتبع الأصول والأموال المُهربة",
      "حلول مبتكرة وميسرة لسداد ديون الشركات والأفرادالتحصيل الهاتفي من خلال المكالمات والرسائل النصية",
      "التحصيل الهاتفي من خلال المكالمات والرسائل النصية",
      "تقديم الاستشارات القانونية حول آليات التحصيل"
    ]
  }
}
